Repository: sortitionfoundation/opendlp
Catalog: backend/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Please sign in to access this page.
hu: Az oldal eléréséhez kérjük jelentkezz be.

source: Empty email address
hu: Email cím hiányzik

source: Invalid email address
hu: Érvénytelen email cím

source: Email address
hu: Email cím

source: Password
hu: Jelszó

source: Remember me
hu: Maradjak bejelentkezve

source: Invite Code
hu: Meghívó kód

source: Enter your invitation code to register
hu: Add meg a meghívókódodat a regisztrációhoz

source: First Name
hu: Keresztnév

source: Optional - your first name
hu: Keresztnév - nem kötelező

source: Last Name
hu: Vezetéknév

source: Optional - your last name
hu: Vezetéknév - nem kötelező

source: Confirm Password
hu: Jelszó megerősítése

source: Passwords must match
hu: A jelszavaknak egyeznie kell

source: Accept Data Agreement
hu: Adatkezelési megállapodás elfogadása

source: You must accept the data agreement to register
hu: A folytatáshoz kérjük, olvassa el és fogadja el az adatkezelési megállapodásunkat

source: I agree to the data agreement
hu: Elfogadom az adatkezelési megállapodást

source: This email address is already registered.
hu: Ezen az emailcímen már van regisztráció.

source: Invalid or expired invite code.
hu: Érvénytelen vagy lejárt meghívó kód.

source: Enter your email address to receive a password reset link
hu: Add meg az e-mail címed, hogy megkapd a jelszó-visszaállító linket

source: New Password
hu: Új jelszó

source: Confirm New Password
hu: Új jelszó megerősítése

source: Assembly Title
hu: Gyűlés címe

source: Enter the title for this assembly
hu: Adja meg a gyűlés címét

source: Assembly Question
hu: A gyűlés fő témája

source: Optional - the key question this assembly will address
hu: Választható - a fő kérdés, amellyel ez a közösségi gyűlés foglalkozni fog

source: First Assembly Date
hu: Első gyűlés időpontja

source: Optional - when the first assembly meeting will take place
hu: Választható - az első közösségi gyűlés időpontja

source: Number to Select
hu: Kiválasztandó emberek száma

source: Optional - the number of participants to select for this assembly
hu: Választható - a résztvevők száma, akiket ki kell választani ehhez a gyűléshez

source: Google Spreadsheet URL
hu: Google Táblázat teljes linkje

source: Full URL of the Google Spreadsheet containing respondent data
hu: A regisztrált válaszadók adatait tartalmazó Google Táblázat teljes URL címe

source: Respondents Tab Name
hu: Regisztrált válaszadók adatait tartalmazó lapfül neve

source: Name of the tab containing respondents data in the Google Spreadsheet - for initial Selection
hu: A Google Táblázatban a regisztráltak adatait tartalmazó lapfül neve - a kezdeti kiválasztáshoz

source: Targets Tab Name
hu: Célszámok lapfül neve

source: Name of the tab containing categories, category values and targets - for initial Selection
hu: A kategóriákat, kategóriaértékeket és célszámokat tartalmazó lapfül neve - a kezdeti kiválasztásnál

source: Name of the tab containing respondents data in the Google Spreadsheet - for Replacements
hu: A Google Táblázatban a regisztráltak adatait tartalmazó lapfül neve - a kieső emberek pótlásához

source: Name of the tab containing categories, category values and targets - for Replacements
hu: A kategóriákat, kategóriaértékeket és célokat tartalmazó lapfül neve - Kieső emberek pótlásához

source: Check Same Address
hu: Címegyezés ellenőrzése

source: Enable checking for participants with the same address
hu: Ellenőrizze hogy azonos címen van-e másik személy a résztvevők közül

source: Generate Remaining Tab
hu: Fennmaradó résztvevők lap generálása

source: Create a tab with remaining participants after selection
hu: Hozzon létre egy lapot a fennmaradó résztvevőkkel a kiválasztás után

source: Team Configuration
hu: Csapat beállítás

source: UK Team
hu: Egyesült Királyság csapat

source: EU Team
hu: EU csapat

source: Australia Team
hu: Ausztrália csapat

source: Custom configuration
hu: Egyedi beállítások

source: Select the team configuration to use for default settings for ID Column, Address Columns and Columns To Keep.
hu: Válassza ki az ID oszlop, a Cím oszlopok és a Megőrizendő oszlopok alapértelmezett beállításaihoz használni kívánt Csoport beállítást.

source: ID Column
hu: ID (azonosító) oszlop

source: Column name containing unique identifiers for respondents. Note will be overridden if the Team Configuration is not 'Custom'.
hu: A válaszadók egyedi azonosítóit tartalmazó oszlopnév. Megjegyzés: felülírásra kerül, ha a Csapat beállítás nem 'Egyedi'.

source: Address Columns
hu: Cím oszlopok

source: Comma-separated list of column names used for checking same address (e.g., primary_address1, zip_royal_mail). Note will be overridden if the Team Configuration is not 'Custom'.
hu: Ugyanazon cím ellenőrzésére használt oszlopnevek vesszővel elválasztott listája (pl. primary_address1, zip_royal_mail). Megjegyzés: felülírásra kerül, ha a Csapat beállítás nem 'Egyedi'.

source: Columns to Keep
hu: Megtartandó oszlopok

source: Comma-separated list of column names to keep in output (e.g., first_name, last_name, email). Note will be overridden if the Team Configuration is not 'Custom'.
hu: Az export fájlban megtartandó oszlopnevek vesszővel elválasztott listája (pl. keresztnév, vezetéknév, e-mail). Megjegyzés: felülírásra kerül, ha a Csapat beállítás nem 'Egyedi'.

source: Invalid email or password.
hu: Érvénytelen email cím vagy jelszó.

source: An error occurred during login. Please try again.
hu: Hiba történt a bejelentkezés során. Kérjük, próbáld újra.

source: You have been logged out.
hu: Kijelentkeztél.

source: Registration successful! Welcome to OpenDLP.
hu: Sikeres regisztráció! Üdvözlünk az OpenDLP-ben.

source: Password is too weak: %(error)s
hu: A jelszó túl gyenge: %(error)s

source: An error occurred during registration. Please try again.
hu: Hiba történt a bejelentkezés során. Kérjük, próbáld újra.

source: Assembly not found
hu: A gyűlés oldala nem elérhető

source: You don't have permission to view this assembly
hu: Nincs jogosultsága a közösségi gyűlés megtekintéséhez

source: Google Spreadsheet configuration created successfully
hu: Google táblázat beállításai sikeresen létrehozva

source: Google Spreadsheet configuration updated successfully
hu: Google táblázat beállításai sikeresen frissítve

source: You don't have permission to manage Google Spreadsheet for this assembly
hu: Nincs jogosultsága a közösségi gyűléshez tartozó Google táblázat megtekintéséhez

source: Please check your input and try again
hu: Kérjük, ellenőrizze a beírt adatokat, és próbálja meg újra

source: An error occurred while saving the Google Spreadsheet configuration
hu: Hiba történt a Google táblázat beállításainak mentése közben

source: Google Spreadsheet configuration removed successfully
hu: Google táblázat beállításai sikeresen eltávolítva

source: Google Spreadsheet configuration not found
hu: Google táblázat beállításai nem találhatóak

source: An error occurred while removing the Google Spreadsheet configuration
hu: Hiba történt a Google táblázat beállításainak törlésekor

source: Invalid task ID for this assembly
hu: Érvénytelen feladat azonosító ehhez a közösségi gyűléshez

source: Failed to start selection task: %(error)s
hu: A kiválasztás futtatásának indítása sikertelen: %(error)s

source: You don't have permission to manage this assembly
hu: Nincs jogosultsága a közösségi gyűlés szerkesztéséhez

source: An unexpected error occurred while starting the selection task
hu: Hiba történt a kiválasztás futtatásának indítása közben

source: Failed to start loading task: %(error)s
hu: A betöltés indítása sikertelen: %(error)s

source: An unexpected error occurred while starting the loading task
hu: Hiba történt a betöltés indítása közben

source: Assembly '%(title)s' created successfully
hu: A '%(title)s' gyűlés sikeresen létrehozva

source: You don't have permission to create assemblies
hu: Jelenleg egy közösségi gyűlés eléréséhez sincs jogosultságod

source: An error occurred while creating the assembly
hu: Hiba történt a gyűlés létrehozásakor

source: Assembly '%(title)s' updated successfully
hu: A '%(title)s' gyűlés sikeresen frissült

source: You don't have permission to edit this assembly
hu: Nincs jogosultsága a közösségi gyűlés szerkesztéséhez

source: An error occurred while updating the assembly
hu: Hiba történt a gyűlés frissítése közben

source: User with email '%(email)s' already exists
hu: A(z) „%(email)s” e-mail címmel rendelkező felhasználó már létezik

source: User already exists
hu: A felhasználó már létezik

source: Invalid email or password
hu: Érvénytelen e-mail cím vagy jelszó

source: Invalid invite code '%(code)s': %(reason)s
hu: Érvénytelen meghívókód: '%(code)s': %(reason)s

source: Invalid invite code '%(code)s'
hu: Érvénytelen meghívókód: '%(code)s'

source: Invalid invite code: %(reason)s
hu: Érvénytelen meghívókód: %(reason)s

source: Invalid invite code
hu: Érvénytelen meghívókód

source: Insufficient permissions for action: %(action)s (requires role: %(required_role)s)
hu: Nincs elegendő jogosultság a következő művelethez: %(action)s (szükséges szerepkör: %(required_role)s)

source: Insufficient permissions for action: %(action)s
hu: Nincs elegendő jogosultság a következő művelethez: %(action)s

source: Insufficient permissions (requires role: %(required_role)s)
hu: Nincsenek megfelelő jogosultságok (szükséges szerepkör: %(required_role)s)

source: Insufficient permissions
hu: Nincsenek megfelelő jogosultságok

source: Skip to main content
hu: Ugrás a főoldalra

source: Menu<
hu: Menü

source: Close menu
hu: Menü bezárása

source: Dashboard
hu: Irányító pult

source: Sign out
hu: Kilépés

source: Menu
hu: Menü

source: Sign in
hu: Jelentkezzen be

source: There is a problem
hu: Valami probléma van

source: Success
hu: Sikerült

source: Important
hu: Fontos

source: OpenDLP is an open source platform for Democratic Lottery and Citizens' Assembly management.
hu: Az OpenDLPegy nyílt forráskódú platform közösségi gyűlések szervezésére és a résztvevők véletlenszerű kiválasztására.

source: Don't have an account? You need an <strong>invite code</strong> to register.
hu: Még nincs fiókod? Szükséged lesz egy <strong>meghívókódra</strong> a bejelentkezéshez.

source: Register here
hu: Regisztrálj itt

source: Register
hu: Regisztráció

source: Create an account
hu: Fiók létrehozása

source: You need an invitation code to create an account. If you do not have one, please contact your administrator.
hu: Fiók létrehozásához meghívókódra lesz szükséged. Ha nincs ilyened, lépj kapcsolatba az adminisztrátorral.

source: Data Agreement
hu: Adatkezelési Megállapodás

source: Please read and accept our data agreement to proceed.
hu: A folytatáshoz kérjük, olvassa el és fogadja el az adatkezelési megállapodásunkat.

source: View data agreement
hu: Adatkezelési megállapodás megtekintése

source: Error
hu: Hiba történt

source: Create account
hu: Hozzon létre fiókot

source: Already have an account?
hu: Már van fiókod?

source: User Data Agreement
hu: Felhasználói Adatkezelési Megállapodás

source: Back to Registration
hu: Vissza a regisztrációhoz

source: Access Denied
hu: Hozzáférés megtagadva

source: You don't have permission to access this resource. This could be because you need to sign in or you don't have the required role for this assembly.
hu: Nincs jogosultsága az erőforrás eléréséhez. Ennek oka lehet, hogy be kell jelentkeznie, vagy nincs meg a szükséges jogosultsága ehhez a közösségi gyűléshez.

source: Go Home
hu: Menjen a főoldalra

source: If you believe this is an error, please contact your assembly administrator.
hu: Ha ez a probléma továbbra is fennáll, lépj kapcsolatba a közösségi gyűlés adminisztrátorával.

source: Page Not Found
hu: Az oldal nem elérhető

source: Sorry, the page you're looking for doesn't exist. It may have been moved, deleted, or you may have entered an incorrect URL.
hu: Sajnos az oldal, amit keresel, már nem elérhető. Lehet hogy áthelyezték, törölték, vagy az URL, amit beírtál, hibás.

source: Server Error
hu: Szerver hiba

source: Internal Server Error
hu: Belső szerver hiba

source: Something went wrong on our end. We're working to fix this issue. Please try again in a few moments.
hu: Valami hiba van a mi oldalunkon. Dolgozunk a kijavításán. Próbáld újra néhány pillanat múlva.

source: If this problem persists, please contact your system administrator.
hu: Ha ez a probléma továbbra is fennáll, lépj kapcsolatba a rendszer adminisztrátoroddal.

source: Create Assembly
hu: Hozzon létre közösségi gyűlést

source: Create a new citizens' assembly to begin the selection and deliberation process.
hu: Hozzon létre egy új közösségi gyűlést a kiválasztási és mérlegelési folyamat megkezdésére.

source: Cancel
hu: Megszakítás

source: Configure Google Spreadsheet
hu: Adja meg a Google táblázat beállításait

source: Assembly
hu: Közösségi gyűlés

source: Set up Google Spreadsheet integration for this assembly to manage respondent data and selection results.
hu: Állítsa be a Google Táblázat integrációt ehhez a gyűléshez a válaszadók adatainak és a kiválasztási eredményeknek a kezelésére.

source: Initial/Test Selection
hu: Kezdeti/Teszt kiválasztás

source: Replacement
hu: Kieső emberek pótlása új kiválasztással

source: Save Configuration
hu: Beállítások mentése

source: Welcome back
hu: Üdvözlünk újra az OpenDLP-ben

source: Your Role
hu: Szereped/jogosultságod

source: Active Assemblies
hu: Aktív gyűlések

source: Your Assemblies
hu: Gyűléseid

source: Created
hu: Létrehozva

source: Starts
hu: Kezdés dátuma

source: No assemblies yet
hu: Még nincsenek gyűlések

source: You don't have access to any assemblies at the moment.
hu: Jelenleg egy közösségi gyűlés eléréséhez sincs jogosultságod.

source: As a %(role)s, you can create new assemblies.
hu: Mint %(role)s, létrehozhatsz új közösségi gyűléseket.

source: Edit Assembly
hu: Közösségi gyűlés szerkesztése

source: Edit
hu: Szerkesztés

source: Update the details for this citizens' assembly.
hu: Frissítse a közösségi gyűlés részleteit.

source: Save Changes
hu: Módosítások mentése

source: Edit Google Spreadsheet Configuration
hu: Módosítsa a közösségi gyűléshez tartozó Google Táblázat beállításait.

source: Edit Google Spreadsheet
hu: Google táblázat módosítása

source: Update the Google Spreadsheet settings for this assembly.
hu: Frissítse a közösségi gyűléshez tartozó Google Táblázat beállításait.

source: Remove Configuration
hu: Google Táblázat beállításainak eltávolítása

source: If you no longer need this Google Spreadsheet configuration, you can remove it.
hu: Ha már nincs szüksége ehhez a Google Táblázathoz tartozó beállításokra, eltávolíthatja azokat.

source: Are you sure you want to remove this Google Spreadsheet configuration? This action cannot be undone.
hu: Biztos, hogy el akarja távolítani ehhez a Google Táblázathoz tartozó beállításokat? Ez a művelet nem vonható vissza.

source: Selection
hu: Kiválasztás

source: Selection for
hu: Kiválasztás ehhez:

source: Run the democratic lottery selection for this assembly using Google Spreadsheet data.
hu: Futtassa a demokratikus sorsolást ehhez a gyűléshez Google Táblázat adatainak felhasználásával.

source: Google Spreadsheet Configuration
hu: Google táblázat beállításai

source: Spreadsheet URL
hu: Google Táblázat teljes linkje

source: View Spreadsheet
hu: Táblázat megtekintése

source: Spreadsheet Tabs
hu: Táblázat lapfülei

source: Respondents Tab
hu: Válaszadókat tartalmazó lapful neve

source: Categories Tab
hu: Kategóriákat tartalmazó lapful neve

source: Additional Settings
hu: További beállítások

source: Change Configuration
hu: Beállítások megváltoztatása

source: Selection will be for <b>%(number_to_select)s people</b>.
hu: A kiválasztandók száma <b>%(number_to_select)s ember</b>.

source: Edit the number.
hu: Módosítsa a számot.

source: Load Spreadsheet
hu: Töltse be a Google táblázatot

source: Task in Progress...
hu: Feladat folyamatban

source: Back to Assembly
hu: Vissza a közösségi gyűléshez

source: Task Status
hu: Feladat állapota

source: Status
hu: Állapot

source: Pending
hu: Függőben

source: Running
hu: Folyamatban

source: Completed
hu: Kész

source: Failed
hu: Sikertelen

source: Task ID
hu: Feladat azonosítója

source: Started At
hu: Elkezdve

source: Completed At
hu: Befejezve

source: Categories
hu: Kategóriák

source: Full Run Report
hu: Teljesen lefuttatott riport

source: Progress Messages
hu: Jelentések a folyamatról

source: Error Details
hu: Hiba részletei

source: Task in Progress
hu: Feladat folyamatban

source: This page will refresh automatically. Current status: %(status)s
hu: Ez az oldal automatikusan frissül. Jelenlegi állapota: %(status)s

source: Welcome
hu: Üdvözlünk

source: Open Democratic Lottery Platform for Citizens' Assemblies
hu: Nyílt, demokratikus és véletlenszerű kiválasztási platform közösségi gyűlések szervezéséhez

source: OpenDLP supports democratic participation through stratified selection processes, enabling fair and representative Citizens' Assemblies worldwide.
hu: Az OpenDLP rétegzett kiválasztási folyamatokon keresztül támogatja a részvételi demokráciát, lehetővé téve az igazságos és reprezentatív polgári gyűléseket világszerte.

source: Stratified Selection
hu: Rétegzett kiválasztás

source: Fair and representative selection algorithms ensure diverse participation across demographic groups.
hu: A pártatlan és reprezentatív kiválasztási algoritmusok biztosítják a sokszínű részvételt a demográfiai csoportok között.

source: Secure &amp; Transparent
hu: Biztonságos &amp; átlátható

source: Role-based access control and audit trails maintain security while ensuring transparency in the democratic process.
hu: A szerepköralapú jogosultság-kiosztás és az auditnaplók garantálják a biztonságot, miközben biztosítják a demokratikus folyamat átláthatóságát.

source: Citizens' Assemblies
hu: Közösségi gyűlések

source: Purpose-built for managing Citizens' Assemblies from registration through to selection and coordination.
hu: Kifejezetten a kjözösségi gyűlések lebonyolítására készült a regisztrációtól a kiválasztáson át a koordinációig.

source: Ready to participate in democratic decision-making?
hu: Készen állsz, hogy részt vegyél a demokratikus döntéshozásban?

source: Contact your assembly organizer for an invitation code.
hu: Meghívókódért lépj kapcsolatba a közösségi gyűlésed szervezőjével.

source: OpenDLP is an open-source platform supporting democratic participation worldwide. It is a project of
hu: Az OpenDLP egy nyílt forráskódú platform, amely világszerte támogatja a demokratikus részvételt. Ez egy projekt a

source: Last Updated
hu: Utoljára módosítva

source: Change Google Spreadsheet Configuration
hu: Google táblázat beállításainak megváltoztatása

source: Start Selection (Google Spreadsheet)
hu: Kiválasztás futtatása (Google táblázat adataival)

source: To enable selection:
hu: Kiválasztás megkezdéséhez:

source: Configure Google Spreadsheet settings first.
hu: Kezdje a Google táblázat beállításainak megadásával.

source: Back to Dashboard
hu: Vissza az irányító pulthoz

source: Login
hu: Bejelentkezés

source: User with username %(username)s already exists
hu: A(z) %(username)s felhasználónévvel már létezik felhasználó
